Repository: giellalt/corpus-nob
Catalog: prestable/tmx/fkv/admin/interreg/kartlaggning_interreg.odt.tmx
Source language: nob
Languages: fkv

source: Informasjon om hvor mye som oversettes til meänkieli og kvensk i dag
fkv: Tieto siitä, kunka paljon käänethään meänkieleksi ja kvääniksi tääpänä

source: Hvem er det som oversetter?
fkv: Kekkä oon käänttääjät?

source: Hvilke tekster er det som oversettes?
fkv: Minkälaissii tekstii käänethään?

source: Hvem trenger oversettelser?
fkv: Minkälaissii käänöksii tarvithaan/kysythään?

source: Hvilken type støtte trenger du i oversettingsarbeidet?
fkv: Kekkä tarvithaan käänöksii?

source: Hvor lenge har du vært oversetter?
fkv: Mikä oon vaikkee ko sie käänät?

source: Hvilken utdanningsbakgrunn har du?
fkv: Minkälaista tukkee sie tarvittet ko käänät?

source: Har du studert språkvitenskap eller emner som inngår i oversettingsvitenskap?
fkv: Kunka kauvoin olet kääntäny? Nuoin kunka paljon aikkaa pijät ko käänät?

source: Til hvor mange kunder har du oversatt?
fkv: Kunka monele kynterille olet kääntäny?

source: Hvem bestiller oversettelser på meänkieli/kvensk?
fkv: Kekkä tingathaan käänöksii meänkieleksi/kvääniksi?

source: Oversetter du i et foretak, i et oversettingsbyrå, som frilanser, eller noe annet __________?
fkv: Oonko sinula oma foretaaki, tahi oletko työssä käänösbyroossa? Oletko piian friilansari tahi jotaki muuta?

source: Hvilke typer tekster har du oversatt?
fkv: Jos olet, niin mikä?

source: Hvordan markedsfører du oversettingstjenesten din?
fkv: Kunka sie kauppaat sinun kääntämispalvelusta?

source: Hvilke hjelpemidler bruker du når du oversetter?
fkv: Minkälaissii apuneuvoi piät ko käänät?

source: Hva syns du er vanskelig med oversetting?
fkv: Minkälaissii vaivoi sinule oon tullu ko olet kääntäny?

source: Hvilken støtte trenger du til oversettingsarbeidet?
fkv: Minkälaista tukkee sie tarvittet käänöstyöhön?

source: Vi planlegger oversetterutdanning for dem som oversetter til meänkieli og kvensk.
fkv: Met olema plaanaamassa käänttääjäkoulutusta heile, kekkä käänethään meänkielheen ja kväänhiin.

source: Hvilke ønsker har du om arbeidsmetodene og innholdet i utdanninga?
fkv: Oonko joku assii minkä sie halluut ottaat framile intervjyyissa?
